---
kind: property
id: P:Autodesk.Revit.DB.CylindricalFace.Origin
zh: 原点
source: html/b0e5d00f-ca5b-5a11-6b57-9b379bfe3c19.htm
---
# Autodesk.Revit.DB.CylindricalFace.Origin Property

**中文**: 原点

Origin of the surface.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```